<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!-- 引入页面框架jsp文件 -->
<%@ include file="alx_framework.jsp"%>
<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <title>爱旅行 - 爱生活，爱旅行！</title>
    <link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath }/css/waterfall.css" />
    <script type="text/javascript" src="./js/waterfall.js"></script>
</head>
<body>    
 <!-- 主体 -->
    <div id="content">
        <div class="waterfall">
            <div class="tab"></div>
            <ul>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/img1.jpg" /></a>
                    <p>青春，青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/new5.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/arc1.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/best3.jpg" /></a>
                    <p>青春，一场盛世的青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/img2.jpg" /></a>
                    <p>青春，一场盛世的青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/log1.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/new2.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然笑又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/new1.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/weibo1.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/weibo4.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/weibo3.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然笑又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/img1.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/new5.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/img1.jpg" /></a>
                    <p>青春，青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/new5.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/arc1.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/best3.jpg" /></a>
                    <p>青春，一场盛世的青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/img2.jpg" /></a>
                    <p>青春，一场盛世的青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/log1.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/new2.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然笑又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/new1.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/weibo1.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/weibo4.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/weibo3.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然笑又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/img1.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然又安然。早安！</p>
                    <div class="layer"></div>
                </li>
                <li>
                    <a href="javascript:void(0)"><img src="./upload/new5.jpg" /></a>
                    <p>青春，一场盛世的繁华，愿不倾城，不倾国，只倾我所有。只为过简单安稳的生活，单纯不平凡。一支素笔，一杯花茶，一段时光，浅笑又安然。早安！</p>
                    <div class="layer"></div>
                </li>
            </ul>
        </div>
    </div>
</body>
</html>